[
  {
    "id": 1,
    "doaa": "اللهم إني توكلت عليك فأعنّي، ووفقني، واجبر خاطري، جبرا أنت وليّه"
  },
  {
    "id": 2,
    "doaa": "اللهم إني أسألك بنور وجهك الذي أشرقت له السموات والأرض أن تجعلنا في حرزك وحفظك وجوارك وتحت كنفك اللهم ألبسنا لباس الصحة والعافية وأرزقنا من واسع رزقك."
  },
  {
    "id": 3,
    "doaa": "يا واسع العطاء ندعوك أن تُطَهّرنا من جميعِ السيئات، وأن ترفعنا عندك أعلى الدرجات ، وأن تَبلِغنا أقصى الغايات من جميع الخيرات في الحياة وبعد الممات."
  },
  {
  "id": 4,
  "doaa": "اللهم ارزقنا إجابة الدعاء، وصلاح الأبناء، وبركة العطاء."
},
  {
    "id": 5,
    "doaa": "ربي إني مغلوب فانتصر واجبر قلبي المنكسر، واجمع شملي المنتشر، إنك أنت الرحمن المقتدر واكفني يا كافي فأنا العبد المفتقر."
  },
  {
    "id": 6,
    "doaa": "اللّهم إن كان رزقي في السّماء فأنزله، وإن كان في الأرض فأخرجه، وإن كان بعيداً فقرّبه وإن كان قريباً فيسّره، وإن كان قليلاً فكثّره، وإن كان كثيراً فبارك لي فيه."
  },
  {
    "id": 7,
    "doaa": "اللهم جبراً يتعجب له أهَلْ الأرض وأهَلْ السماء، اللهم أرنا الفرح في كل ما نريد، يارب العوض الجميل بعد الصبر الطويل، اللهم درباً لا تضيق به الحياة وقلباً لا يزول منه الأمل، يارب إزرع في قلوبنا راحة دائمة وأمل لا يخيب."
  },
  {
    "id": 8,
    "doaa": "اللّهم إنّي أعوذ بك من قلب لا يخشع، ودعاء لا يُسمع ومن نفس لا تشبع، ومن علم لا ينفع، أعوذ بك من هؤلاء الأربع."
  },
  {
    "id": 9,
    "doaa": "اللهم ارحمني رحمة تُغنني بها عن رحمة من سواك."
  },
  {
    "id": 10,
    "doaa": "اللهمَّ اكتب لي تغييراً للأفضل في نفسي وحالي، وحقّق لي ما أتمنى، ولا تجعلني وجعاً ولا عبئاً لأحدٍ من خلقك."
  },
  {
    "id": 11,
    "doaa": "اللّهم إنّا نسألك بأسمك العظيم الأعظم الذي إذا دُعيت به أجبت أن تستجيب لنا دعواتنا وتُحقّق رغباتنا، وتقضي حوائجنا وتفرج كربنا."
  },
  {
    "id": 12,
    "doaa": "يا الله، يا رب، يا حي يا قيوم، يا ذا الجلال والإكرام، أسألك باسمك العظيم الأعظم أن ترزقني رزقاً واسعاً حلالاً طيباً، برحمتك يا أرحم الراحمين."
  },
  {
    "id": 13,
    "doaa": "اللهم اجعل لنا من أمرنا فرجا، ومن كل ضيق مخرجا، وارزقنا من حيث لا نحتسب رزقا حلالا واسعا."
  },
  {
    "id": 14,
    "doaa": "اللهم إنّا نعوذ بك من كبار الذنوب وصغارها ومحقراتها، ونستغفرك من الذنوب جميعها كبيرها وصغيرها اللهم ارزقنا عمراً مديداً وعملاً صالحاً طيباً ترضاه."
  },
  {
    "id": 15,
    "doaa": "للهم في هذا اليوم سخّر لنا من حظوظ الدنيا ما تعلم أنه خيرٌ لنا"
  },
  {
    "id": 16,
    "doaa": "ربّي أسألك هدوء النّفس وطمأنينة القلب وانشراح الصدر ربّي أسألك توفيقاً وصحةً ترافق خطاي وحياة مليئة ب كل ما يرضيك."
  },
  {
    "id": 17,
    "doaa": "اللهمّ يا منْ توزعتِ الأرزاق بكرمِه، وتنفس الصُبح بأمره، بلِغنا أسمى مراتب الدُنيا وأعلى منازل الآخِرة"
  },
  {
    "id": 18,
    "doaa": "اللهم لك الحمد على حلمك بعد علمك، ولك الحمد على عفوك بعد قدرتك، ولك الحمد على الأهَلْ والمال والمعافاة، ولك الحمد كما أنعمت علينا نعماً بعد نعم"
  },
  {
    "id": 19,
    "doaa": "اللهم قني شر نفسي واعزم لي على أرشد أمري، اللهم إغفر لي ما أسررت وما أعلنت، وما قدمت وما أخرت، أنت المقدم وأنت المؤخر لا إله إلا أنت."
  },
  {
    "id": 20,
    "doaa": "اللهم بدّل أقدارنا إلى أجملها، فإنك القادر الذي لا يعجزه شيء. يارب بك تطيب الخواطر، ومن عندك تتحقق الأمنيات."
  },
  {
    "id": 21,
    "doaa": "اللهم قلوبنا بين يديك فـارزقها الثبات والراحة."
  },
  {
    "id": 22,
    "doaa": "اللهم أصلح القلوب واغفر الذنوب واستر العيوب واقبل توبة من يتوب .. اللهم أجزل العطيّة واغفر الخطيّة وأحيّنا الحياة الرضيّة."
  },
  {
    "id": 23,
    "doaa": "اللهم فوضتك أمري كله، فجمّله خيرا بما شئت، واجعلني يا رب ممن نظرت إليه فرحمته، وسمعت دعاءه فأجبته"
  },
  {
    "id": 24,
    "doaa": "اللهم يا ودود، أسألك لذة السجود، وجنة الخلود، ودعاءً غير مردود، وفرج ورحمة منك يا معبود ، وأبعد عني وعن المسلمين البلاء إلى يوم الخلود.."
  },
  {
    "id": 25,
    "doaa": "رب اشرح صدورنا، ويسر أمورنا، واحلل عقدة من ألسنتنا، يفقهوا قولنا"
  },
  {
    "id": 26,
    "doaa": "اللهم ما سألناك من خير فأعطنا، وما لم نسألك فابتدئنا، وما قصرت عنه آمالنا وأعمالنا من الخيرات فبلغنا، ياذا الجلال والإكرام."
  },
  {
    "id": 26,
    "doaa": "اللهم لا تجعل ابتلائي في جسدي، ولا في مالي، ولا في أهلي، وسهّل علي ما استثقَلته نفسي."
  },
  {
    "id": 27,
    "doaa": "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ."
  },
  {
    "id": 28,
    "doaa": "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ."
  },
  {
    "id": 29,
    "doaa": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِك"
  },
  {
    "id": 30,
    "doaa": "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِين"
  },
  {
    "id": 31,
    "doaa": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ، وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَمِنْ شَرِّ فِتْنَةِ الْغِنَى، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ عَنِّي خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ"
  }
]